
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>La hoja de cálculo · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-githubcontributors/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="manipulables-virtuales.html" />
    
    
    <link rel="prev" href="../geogebra/mas-geogebra.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">Introducción</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Matemáticas y las TIC
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Redes sociales y blogs</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="../redes-sociales/twitter.html">
            
                <a href="../redes-sociales/twitter.html">
            
                    
                    Twitter
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="../redes-sociales/blog.html">
            
                <a href="../redes-sociales/blog.html">
            
                    
                    Blogs
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="../redes-sociales/edmodo.html">
            
                <a href="../redes-sociales/edmodo.html">
            
                    
                    Edmodo
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="../redes-sociales/khan-academy.html">
            
                <a href="../redes-sociales/khan-academy.html">
            
                    
                    Khan Academy
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="../redes-sociales/mas-herramientas-sociales.html">
            
                <a href="../redes-sociales/mas-herramientas-sociales.html">
            
                    
                    Más herramientas sociales
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Algunas herramientas</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../herramientas/cuaderno-del-profesor.html">
            
                <a href="../herramientas/cuaderno-del-profesor.html">
            
                    
                    Hojas de cálculo como cuaderno del profesor
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../herramientas/escribir-matematicas.html">
            
                <a href="../herramientas/escribir-matematicas.html">
            
                    
                    Escribir matemáticas
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Geogebra</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../geogebra/geogebra.html">
            
                <a href="../geogebra/geogebra.html">
            
                    
                    Breve introducción a Geogebra
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="../geogebra/personalizacion.html">
            
                <a href="../geogebra/personalizacion.html">
            
                    
                    Personalización del entorno
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="../geogebra/geogebra-en-clase.html">
            
                <a href="../geogebra/geogebra-en-clase.html">
            
                    
                    Geogebra en clase
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="../geogebra/actividades-con-geogebra.html">
            
                <a href="../geogebra/actividades-con-geogebra.html">
            
                    
                    Utilización didáctica de Geogebra
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.5" data-path="../geogebra/integracion-con-otras-herramientas.html">
            
                <a href="../geogebra/integracion-con-otras-herramientas.html">
            
                    
                    Integración con otras herramientas
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.6" data-path="../geogebra/mas-geogebra.html">
            
                <a href="../geogebra/mas-geogebra.html">
            
                    
                    Más Geogebra
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Otros recursos para enseñanza-aprendizaje</li>
        
        
    
        <li class="chapter active" data-level="5.1" data-path="la-hoja-de-calculo.html">
            
                <a href="la-hoja-de-calculo.html">
            
                    
                    La hoja de cálculo
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.2" data-path="manipulables-virtuales.html">
            
                <a href="manipulables-virtuales.html">
            
                    
                    Manipulables virtuales
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.3" data-path="desmos.html">
            
                <a href="desmos.html">
            
                    
                    Desmos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.4" data-path="videojuegos.html">
            
                <a href="videojuegos.html">
            
                    
                    Videojuegos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.5" data-path="scratch.html">
            
                <a href="scratch.html">
            
                    
                    Scratch
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.6" data-path="dispositivos-moviles.html">
            
                <a href="dispositivos-moviles.html">
            
                    
                    Dispositivos móviles
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.7" data-path="algunos-enlaces.html">
            
                <a href="algunos-enlaces.html">
            
                    
                    Algunos enlaces
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">A modo de conclusión</li>
        
        
    
        <li class="chapter " data-level="6.1" data-path="../final/esto-es-solo-el-principio.html">
            
                <a href="../final/esto-es-solo-el-principio.html">
            
                    
                    Esto es solo el principio
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="6.2" data-path="../final/creditos.html">
            
                <a href="../final/creditos.html">
            
                    
                    Créditos
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >La hoja de cálculo</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="la-hoja-de-c&#xE1;lculo">La hoja de c&#xE1;lculo</h1>
<p>En m&#xF3;dulos anteriores hemos visto que la hoja de c&#xE1;lculo (HC) puede usarse como cuaderno del profesor y para echar unas cuentas de vez en cuando. Sin embargo, la hoja de c&#xE1;lculo es, en s&#xED; misma, un recurso ampliamente utilizado en las aulas y sobre el que se ha investigado en profundidad. Algunas de estas experiencias did&#xE1;cticas incluyen la resoluci&#xF3;n algebraica de problemas con el apoyo de la hoja de c&#xE1;lculo, como entorno de trabajo, aunque hay que tener en cuenta ciertas limitaciones y, desde luego, es innegable su potencial en estad&#xED;stica.</p>
<h2 id="utilizaci&#xF3;n-de-la-hoja-de-c&#xE1;lculo-ya-en-primaria">Utilizaci&#xF3;n de la hoja de c&#xE1;lculo ya en primaria</h2>
<p>No debemos encasillar a un instrumento como la hoja de c&#xE1;lculo en una etapa determinada. No dejan de ser una serie de casillas o celdas que podemos relacionar y un entorno donde podemos manipular esos datos y representarlos gr&#xE1;ficamente. La experiencia que relata Crespo (2012) se desarrolla, precisamente, con alumnos de 5&#xBA; y 6&#xBA; de primaria y, para ello, prepararon una serie de hojas semiestructuradas sobre las que trabajar la resoluci&#xF3;n de problemas. Vemos un ejemplo en la figura siguiente:</p>
<p><img src="assets/eustat01.png" alt=""></p>
<p>Crespo reconoce que una de las limitaciones es la rigidez inherente a la estructuraci&#xF3;n de estas hojas ya preparadas. No en vano, si algo caracteriza a la resoluci&#xF3;n de problemas de verdad, y al tratamiento de los problemas aut&#xE9;nticos, es precisamente que deben abordarse de forma abierta. No se trata simplemente de identificar los datos, la f&#xF3;rmula a aplicar y ejecutar las operaciones, sino que se deben relacionar los datos entre s&#xED;, establecer hip&#xF3;tesis, etc.</p>
<p>En cualquier caso, no es una mala idea que las primeras veces que utilicemos la hoja de c&#xE1;lculo, lo hagamos con una hoja semiestructurada. De esta manera, ejemplificamos una forma de resolver problemas y los alumnos pueden probar a insertar f&#xF3;rmulas en las celdas, arrastrar valores, etc.</p>
<h3 id="un-ejemplo-problema-de-divisibilidad-mcm">Un ejemplo: problema de divisibilidad (mcm)</h3>
<p>En el cap&#xED;tulo dedicado a Geogebra se explica c&#xF3;mo abordar un problema de divisibilidad con la hoja de c&#xE1;lculo.</p>
<h2 id="enlace-con-el-&#xE1;lgebra-una-experiencia-de-investigaci&#xF3;n">Enlace con el &#xE1;lgebra, una experiencia de investigaci&#xF3;n</h2>
<h3 id="m&#xE9;todo-cartesiano">M&#xE9;todo cartesiano</h3>
<p>Vamos a exponer ahora una forma de utilizar la hoja de c&#xE1;lculo, a partir de una investigaci&#xF3;n (Arnau &amp; Puig, 2013) que ten&#xED;a el objetivo de estudiar qu&#xE9; sucede cuando se ense&#xF1;a a resolver problemas aritm&#xE9;tico-algebraicos de enunciado verbal en este entorno, usando un modelo de ense&#xF1;anza que pretende que los alumnos acaben siendo competentes en la resoluci&#xF3;n algebraica de problemas mediante el m&#xE9;todo cartesiano (MC). El m&#xE9;todo cartesiano es la manera en la que habitualmente se introduce la resoluci&#xF3;n algebraica de problemas en los textos de &#xE1;lgebra. Presentamos el MC desglosado en una secuencia ordenada de pasos:</p>
<ol>
<li>Una lectura anal&#xED;tica del enunciado del problema que lo reduce a una lista de cantidades y de relaciones entre cantidades.</li>
<li>Elecci&#xF3;n de una cantidad que se va a representar con una letra (o de unas cuantas cantidades que se van a representar con letras distintas).</li>
<li>Representaci&#xF3;n de otras cantidades mediante expresiones algebraicas que describen la relaci&#xF3;n (aritm&#xE9;tica) que esas cantidades tienen con otras que ya han sido previamente representadas por una letra o una expresi&#xF3;n algebraica.</li>
<li>Establecimiento de una ecuaci&#xF3;n (o tantas como letras distintas se haya decidido introducir en el segundo paso) igualando dos expresiones, de las que se han escrito en el tercer paso, que representen la misma cantidad.</li>
<li>Transformaci&#xF3;n de la ecuaci&#xF3;n en una forma can&#xF3;nica.</li>
<li>Aplicaci&#xF3;n de la f&#xF3;rmula o algoritmo de soluci&#xF3;n a la ecuaci&#xF3;n en forma can&#xF3;nica</li>
<li>Interpretaci&#xF3;n del resultado de la ecuaci&#xF3;n en t&#xE9;rminos del problema.</li>
</ol>
<p>Como vemos, es el procedimiento habitual cuando se introducen las ecuaciones en educaci&#xF3;n secundaria. Y se espera que nuestros alumnos sean competentes en &#xE9;l.</p>
<h3 id="resoluci&#xF3;n-algebraica-en-la-hoja-de-c&#xE1;lculo">Resoluci&#xF3;n algebraica en la hoja de c&#xE1;lculo</h3>
<p>En su trabajo, Arnau y Puig dise&#xF1;aron una secuencia did&#xE1;ctica para ense&#xF1;ar a resolver problemas de manera algebraica que hace uso de la hoja de c&#xE1;lculo, teniendo en cuenta que el objetivo era la competencia en el MC. As&#xED;, lo que se realizara con la hoja de c&#xE1;lculo era un mero paso, algo que ser&#xED;a abandonado m&#xE1;s adelante. Su premisa de partida es que el MC comparte elementos comunes con una manera de resolver los problemas en la hoja de c&#xE1;lculo que denominan m&#xE9;todo de resoluci&#xF3;n algebraico en la hojade c&#xE1;lculo (MHC). Los pasos ideales del MHC son:</p>
<ol>
<li>Una lectura anal&#xED;tica del enunciado del problema que lo reduce a una lista de cantidades y de relaciones entre cantidades.</li>
<li>La asignaci&#xF3;n de una celda a una o varias cantidades desconocidas y la elecci&#xF3;n de una &#xFA;nica cantidad desconocida representada en una celda de la que depender&#xE1;n directa o indirectamente el  resto  de  cantidades  desconocidas  representadas.  A  esta  cantidad  la  llamaremos  &#xAB;cantidad  de  referencia&#xBB; y a la celda que ocupa, &#xAB;celda de referencia&#xBB;.</li>
<li>La asignaci&#xF3;n a todas las cantidades desconocidas (exceptuando la cantidad de referencia) de una f&#xF3;rmula mediante la que se expresa una relaci&#xF3;n con otras cantidades. </li>
<li>El establecimiento de una ecuaci&#xF3;n, lo que se hace igualando dos expresiones que representan la misma cantidad. Por ejemplo, tal y como </li>
<li>La variaci&#xF3;n del valor de la cantidad de referencia hasta conseguir que se verifique la igualdad.</li>
<li>La interpretaci&#xF3;n del valor que verifica la igualdad en t&#xE9;rminos del problema. </li>
</ol>
<p>Hay pasos que pueden realizarse de diferente forma. Para su investigaci&#xF3;n, Arnau y Puig, optaron en el paso 4 por asignar dos celdas a una misma cantidad y comparar sus valores, en lugar de construir la ecuaci&#xF3;n, mediante una f&#xF3;rmula del tipo <code>=B1=B2</code>, que proporciona resultado <code>VERDADERO</code>, si los valores presentes en B1 y B2 coinciden, o <code>FALSO</code> en caso contrario.</p>
<p>Por otro lado, para el paso 5 eligieron generar una secuencia de valores en la fila en la que se encontraba la celda de referencia, y copiar entonces el contenido del resto de celdas mediante copia y pegado por arrastre, frente a la t&#xE9;cnica de hacer variar el valor presente en la celda de referencia.</p>
<h3 id="ejemplos-de-problemas">Ejemplos de problemas</h3>
<h4 id="paz-petra-y-su-madre">Paz, Petra y su madre</h4>
<blockquote>
<p>Paz y Petra tienen 6 y 9 a&#xF1;os respectivamente. Su madre, Ana, tiene 35 a&#xF1;os. &#xBF;Cu&#xE1;ntos a&#xF1;os deben pasar para que, entre las dos ni&#xF1;as, igualen la edad de la madre?</p>
</blockquote>
<p>Resoluci&#xF3;n mediante l&#xED;neas de vida (no es MHC):</p>
<p><img src="assets/lineas_vida.png" alt=""></p>
<p>Observemos que la resoluci&#xF3;n que muestra la figura anterior se desmarca de los pasos propios del MHC y, por tanto, de la resoluci&#xF3;n algebraica mediante el MC. Una resoluci&#xF3;n correcta mediante el MHC ser&#xED;a de la siguiente forma:</p>
<p><img src="assets/mhc_correcto_edades.png" alt=""></p>
<h4 id="ejercicios">Ejercicios</h4>
<p>A modo de ejercicio, sugerimos otros dos problemas que aparecen en la investigaci&#xF3;n de Arnau y Puig (2013):</p>
<h5 id="lana-y-algod&#xF3;n">Lana y algod&#xF3;n</h5>
<blockquote>
<p>Se dispone de tela de lana y de tela de algod&#xF3;n. En total 12 metros. El precio del metro de lana es de 2 euros y el de algod&#xF3;n, de 4 euros. El valor total de la tela que se dispone es de 32 euros. &#xBF;De cu&#xE1;ntos metros de tela de lana y de cu&#xE1;ntos metros de tela de algod&#xF3;n se dispone?</p>
</blockquote>
<h5 id="las-ovejas">Las ovejas</h5>
<blockquote>
<p>En una granja hay 180 ovejas en dos corrales. Si sabemos que en uno de ellos hay 30 ovejas m&#xE1;s que en el otro, &#xBF;cu&#xE1;ntas ovejas hay en cada corral?</p>
</blockquote>
<h2 id="estad&#xED;stica-b&#xE1;sica-con-la-hoja-de-c&#xE1;lculo">Estad&#xED;stica b&#xE1;sica con la hoja de c&#xE1;lculo</h2>
<p>Para mostrar una aplicaci&#xF3;n sencilla de la hoja de c&#xE1;lculo con fines estad&#xED;sticos pensemos en seguir</p>
<p>Hay proyectos muy interesantes que cultivan la estad&#xED;stica desde la educaci&#xF3;n infantil. Por ejemplo, anotando en la pizarra los d&#xED;as que sale nublado, o que llueve, etc. y, posteriormente, haciendo una especie de diagrama de barras (Alsina, 2017):</p>
<p><img src="assets/alsinaestad.png" alt=""></p>
<p>&#xBF;Por qu&#xE9; no seguir con este tipo de proyectos a lo largo de toda primaria y la secundaria? Sin duda, la hoja de c&#xE1;lculo facilita todo esto, y sobre el soporte de la misma se pueden establecer inferencias cada vez m&#xE1;s sofisticadas. De hecho, estos datos suponen un contexto de primer orden para tratar la probabilidad.</p>
<h3 id="un-ejemplo-con-la-hoja-de-c&#xE1;lculo-de-geogebra">Un ejemplo con la hoja de c&#xE1;lculo de Geogebra</h3>
<p>La verdad es que Geogebra est&#xE1; acaparando gran parte de la atenci&#xF3;n en esto de las TIC y las matem&#xE1;ticas. Vamos a dar a continuaci&#xF3;n un ejemplo de c&#xF3;mo se podr&#xED;a hacer estad&#xED;stica con la hoja de c&#xE1;lculo que lleva integrada (vista &#xAB;hoja de c&#xE1;lculo&#xBB;). En cualquier caso, con cualquier otro programa o aplicaci&#xF3;n, los pasos ser&#xED;an muy similares.</p>
<blockquote>
<p>Vamos a investigar acerca del n&#xFA;mero que calzamos en esta clase.</p>
</blockquote>
<p>En primer lugar, introducimos los datos de los posibles n&#xFA;meros de calzado. Hemos elegido hacerlo en una columna, pero podr&#xED;amos haberlo hecho en una fila. En la columna de al lado, vamos realizando el recuento (frecuencias absolutas) para cada n&#xFA;mero de calzado. Esto lo podemos hacer en clase haciendo que los alumnos vayan levantando la mano.</p>
<p>Posteriormente, podemos calcular el total de alumnos utilizando la funci&#xF3;n correspondiente (habr&#xE1; que seleccionar el conjunto de datos que queramos sumar). Aunque tambi&#xE9;n podr&#xED;amos haber hecho la suma nosotros, de esta forma damos a entender que la hoja de c&#xE1;lculo permite automatizar cuentas. As&#xED; obtenemos el 19 de la siguiente figura:</p>
<p><img src="assets/hc-geo-02.png" alt=""></p>
<p>Finalmente, nos queda hacer el diagrama de barras. Seleccionamos el n&#xFA;mero de calzado y le damos al icono correspondiente de &#xAB;An&#xE1;lisis de una variable&#xBB;. Se nos desplegar&#xE1;  una ventana para terminar de introducir las fuentes de datos. Como en nuestro caso tenemos los datos con sus frecuencias, tendremos que acceder a la ruedecita de ajuste de dicha ventana, y se&#xF1;alar que queremos introducir datos y frecuencias. Entonces seleccionamos las frecuencias y le damos posteriormente al s&#xED;mbolo de la manita de la columna correspondiente.</p>
<p><img src="assets/hc-geo-01.png" alt=""></p>
<p>La siguiente imagen muestra el aspecto resultante de la hoja de c&#xE1;lculo. Dependiendo del curso, haremos una serie de preguntas que nos facilitar&#xE1;n institucionalizar despu&#xE9;s el contenido matem&#xE1;tico y decir qu&#xE9; es la media, moda, etc. Por ejemplo:</p>
<ul>
<li>&#xBF;Cu&#xE1;l es el n&#xFA;mero de calzado m&#xE1;s com&#xFA;n?</li>
<li>&#xBF;Cu&#xE1;l es el n&#xFA;mero de calzado medio?</li>
<li>&#xBF;Cu&#xE1;l ser&#xE1; el n&#xFA;mero de calzado del pr&#xF3;ximo alumno que responda a una pregunta?</li>
<li><p>...</p>
<p><img src="assets/calzado-geogebra.png" alt="">Nota: para replicar estos pasos deberemos cerrar la vista gr&#xE1;fica y abrir la vista hoja de c&#xE1;lculo en Geogebra.</p>
</li>
</ul>
<h2 id="simulaci&#xF3;n-de-eventos-aleatorios-esperanza-matem&#xE1;tica">Simulaci&#xF3;n de eventos aleatorios: esperanza matem&#xE1;tica</h2>
<p>Aunque la esperanza es un concepto que formalmente, aparece ya en bachillerato, no est&#xE1; de m&#xE1;s abordarlo en secundaria desde el punto de vista intuitivo y a partir de la simulaci&#xF3;n. En este sentido, la hoja de c&#xE1;lculo es un entorno muy apropiado, como relata Gil (2012). Consideremos el problema que propone:</p>
<blockquote>
<p>Pedro y Ana apuestan un euro cada uno al resultado obtenido al lanzar un dado equilibrado. Si sale &#xAB;uno&#xBB; o &#xAB;dos&#xBB;, Pedro se llevar&#xE1; los dos euros de la apuesta, mientras que si sale otro n&#xFA;mero se los llevar&#xE1; Ana.</p>
</blockquote>
<p>La hoja de c&#xE1;lculo correspondiente puede descargarse de la web de Miguel Barreras (<a href="http://calendas.ftp.catedu.es/catexcel/estadistica.htm" target="_blank">http://calendas.ftp.catedu.es/catexcel/estadistica.htm</a>) y tiene la siguiente pinta:</p>
<p><img src="assets/esperanza01.png" alt=""></p>
<p>Para la generaci&#xF3;n de los n&#xFA;meros aleatorios se ha hecho uso de la funci&#xF3;n<code>=ENTERO(ALEATORIO()*6)+1</code>y los valores que expresan ganancia o p&#xE9;rdida en cada mano se establecen con sencillos condicionales.</p>
<h2 id="para-saber-m&#xE1;s-referencias">Para saber m&#xE1;s (referencias)</h2>
<p>Alsina, A. (2017). <a href="https://revistas.uam.es/didacticasespecificas/article/download/7700/7976" target="_blank">La estad&#xED;stica y la probabilidad en educaci&#xF3;n infantil: conocimientos disciplinares, did&#xE1;cticos y experienciales</a>. <em>Did&#xE1;cticas espec&#xED;ficas, 7</em>, 4-22.</p>
<p>Arnau, D. (2010). <a href="http://www.tdx.cat/bitstream/handle/10803/41722/arnau.pdf?sequence=1" target="_blank"><em>La ense&#xF1;anza de la resoluci&#xF3;n algebraica de problemas en el entorno de la hoja de c&#xE1;lculo</em></a>. Tesis doctoral: Universitat de Val&#xE8;ncia.</p>
<p>Arnau, D. y Puig, L. (2013). <a href="http://ensciencias.uab.es/article/download/v31-n3-arnau-puig/pdf-es" target="_blank">Actuaciones de alumnos instruidos en la resoluci&#xF3;n algebraica de problemas en el entorno de la hoja de c&#xE1;lculo y su relaci&#xF3;n con la competencia en el m&#xE9;todo cartesiano</a>. <em>Ense&#xF1;anza de las Ciencias, 3</em>, 49&#x2013;66.</p>
<p>Barreras, M. <a href="http://calendas.ftp.catedu.es/catexcel/catexcel.htm" target="_blank">Matem&#xE1;ticas con Excel</a>. Excelente p&#xE1;gina web de Miguel Barreras, con actividades, libros y art&#xED;culos.</p>
<p>Crespo, F. (2012). Utilizaci&#xF3;n de la hoja de c&#xE1;lculo en primaria. <em>UNO, 61</em>, 9-14.</p>
<p>Gil, J. C. (2012). El concepto de esperanza matem&#xE1;tica. <em>UNO, 61</em>, 35-44. <a href="http://catedu.es/calendas/introespmat.rar" target="_blank">Enlace al material</a>.</p>
<p>Filloy, E., Puig, L., &amp; Rojano, T. (2008). <a href="http://www.raco.cat/index.php/Ensenanza/article/download/132179/297697" target="_blank">El estudio te&#xF3;rico local del desarrollo de competencias algebraicas</a>. <em>Ense&#xF1;anza de las ciencias, 26</em>(3), 327-342.</p>
<p>Rold&#xE1;n, A. <a href="http://hojamat.es/" target="_blank">HojaMat</a>. Espacio web de Antonio Rold&#xE1;n Mart&#xED;nez, con bastante material.</p>
<p>VV. AA. (2012). <a href="https://issuu.com/editorialgrao/docs/un061_z_tot" target="_blank">Monograf&#xED;a: La hoja de c&#xE1;lculo en la ense&#xF1;anza de las matem&#xE1;ticas</a>. <em>UNO, 61</em>.</p>
<p>VV. AA. (2012). <a href="https://sites.google.com/site/webescolareustatep5/home" target="_blank">Web Escolar Eustat EP-ESO</a>. Algunos materiales para 5&#xBA;/6&#xBA; Primaria que referencia F. Crespo en la monograf&#xED;a de UNO.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../geogebra/mas-geogebra.html" class="navigation navigation-prev " aria-label="Previous page: Más Geogebra">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="manipulables-virtuales.html" class="navigation navigation-next " aria-label="Next page: Manipulables virtuales">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"La hoja de cálculo","level":"5.1","depth":1,"next":{"title":"Manipulables virtuales","level":"5.2","depth":1,"path":"otros-recursos/manipulables-virtuales.md","ref":"otros-recursos/manipulables-virtuales.md","articles":[]},"previous":{"title":"Más Geogebra","level":"4.6","depth":1,"path":"geogebra/mas-geogebra.md","ref":"geogebra/mas-geogebra.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["katex","youtube","edit-link","githubcontributors","ga"],"pluginsConfig":{"youtube":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"katex":{},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"ga":{"configuration":"auto","token":"UA-135691041-2"},"githubcontributors":{"contributorWidth":"300px","githubOwner":"catedu","githubRepository":"matematicas-tic"},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"edit-link":{"label":"Edita esta página","base":"https://github.com/catedu/matematicas-tic/edit/master"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"otros-recursos/la-hoja-de-calculo.md","mtime":"2021-01-14T10:16:44.736Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-01-14T10:17:20.772Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-githubcontributors/contributors.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

