
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Edmodo · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-githubcontributors/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="khan-academy.html" />
    
    
    <link rel="prev" href="blog.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">Introducción</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Matemáticas y las TIC
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Redes sociales y blogs</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="twitter.html">
            
                <a href="twitter.html">
            
                    
                    Twitter
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="blog.html">
            
                <a href="blog.html">
            
                    
                    Blogs
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.3" data-path="edmodo.html">
            
                <a href="edmodo.html">
            
                    
                    Edmodo
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="khan-academy.html">
            
                <a href="khan-academy.html">
            
                    
                    Khan Academy
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="mas-herramientas-sociales.html">
            
                <a href="mas-herramientas-sociales.html">
            
                    
                    Más herramientas sociales
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Algunas herramientas</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../herramientas/cuaderno-del-profesor.html">
            
                <a href="../herramientas/cuaderno-del-profesor.html">
            
                    
                    Hojas de cálculo como cuaderno del profesor
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../herramientas/escribir-matematicas.html">
            
                <a href="../herramientas/escribir-matematicas.html">
            
                    
                    Escribir matemáticas
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Geogebra</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../geogebra/geogebra.html">
            
                <a href="../geogebra/geogebra.html">
            
                    
                    Breve introducción a Geogebra
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="../geogebra/personalizacion.html">
            
                <a href="../geogebra/personalizacion.html">
            
                    
                    Personalización del entorno
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="../geogebra/geogebra-en-clase.html">
            
                <a href="../geogebra/geogebra-en-clase.html">
            
                    
                    Geogebra en clase
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="../geogebra/actividades-con-geogebra.html">
            
                <a href="../geogebra/actividades-con-geogebra.html">
            
                    
                    Utilización didáctica de Geogebra
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.5" data-path="../geogebra/integracion-con-otras-herramientas.html">
            
                <a href="../geogebra/integracion-con-otras-herramientas.html">
            
                    
                    Integración con otras herramientas
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.6" data-path="../geogebra/mas-geogebra.html">
            
                <a href="../geogebra/mas-geogebra.html">
            
                    
                    Más Geogebra
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Otros recursos para enseñanza-aprendizaje</li>
        
        
    
        <li class="chapter " data-level="5.1" data-path="../otros-recursos/la-hoja-de-calculo.html">
            
                <a href="../otros-recursos/la-hoja-de-calculo.html">
            
                    
                    La hoja de cálculo
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.2" data-path="../otros-recursos/manipulables-virtuales.html">
            
                <a href="../otros-recursos/manipulables-virtuales.html">
            
                    
                    Manipulables virtuales
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.3" data-path="../otros-recursos/desmos.html">
            
                <a href="../otros-recursos/desmos.html">
            
                    
                    Desmos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.4" data-path="../otros-recursos/videojuegos.html">
            
                <a href="../otros-recursos/videojuegos.html">
            
                    
                    Videojuegos
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.5" data-path="../otros-recursos/scratch.html">
            
                <a href="../otros-recursos/scratch.html">
            
                    
                    Scratch
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.6" data-path="../otros-recursos/dispositivos-moviles.html">
            
                <a href="../otros-recursos/dispositivos-moviles.html">
            
                    
                    Dispositivos móviles
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.7" data-path="../otros-recursos/algunos-enlaces.html">
            
                <a href="../otros-recursos/algunos-enlaces.html">
            
                    
                    Algunos enlaces
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">A modo de conclusión</li>
        
        
    
        <li class="chapter " data-level="6.1" data-path="../final/esto-es-solo-el-principio.html">
            
                <a href="../final/esto-es-solo-el-principio.html">
            
                    
                    Esto es solo el principio
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="6.2" data-path="../final/creditos.html">
            
                <a href="../final/creditos.html">
            
                    
                    Créditos
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Edmodo</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="edmodo-&#xBF;una-red-social-para-el-aula">Edmodo, &#xBF;una red social para el aula?</h1>
<p><img src="assets/edmodo.png" alt=""></p>
<p>Disponer de una red social para nuestros alumnos nos va a permitir varias cosas. Todo depende de c&#xF3;mo y para qu&#xE9; lo usemos. Y Edmodo es lo que se autodefine como una red social educativa. De hecho, recuerda mucho a Facebook (hasta en los colores que han elegido). No es sorprendente que alg&#xFA;n alumno se&#xF1;ale esta semejanza la primera vez que lo presentas en una clase (&#xAB;&#xA1;Anda, si es como Facebook!&#xBB;). En realidad, Edmodo se engloba dentro de las herramientas que permiten el <em>blended learning</em> o aprendizaje semipresencial. Como dec&#xED;a Sorando en sus blogs, &#xA1;la clase sigue en casa!</p>
<h2 id="&#xBF;por-qu&#xE9;-edmodo-y-no-otra-cosa">&#xBF;Por qu&#xE9; Edmodo y no otra cosa?</h2>
<p>Edmodo es una aplicaci&#xF3;n gratuita, por lo menos, de momento. Hay extras, como quitar la publicidad, que requieren el pago de una cuota, pero si no molestan, tampoco es necesario.</p>
<p>A los profesores nos gusta que todo est&#xE9; muy bien estructurado y organizado, que los foros est&#xE9;n clasificados con hilos, etc. Adem&#xE1;s, es habitual que hayamos participado en alg&#xFA;n curso en l&#xED;nea, y lo normal es que est&#xE9; en una plataforma basada en codigo libre que se llama Moodle. As&#xED; que pensamos que una buena opci&#xF3;n para utilizar con nuestro alumnado es Moodle. Y Moodle est&#xE1; bien, es software libre y ofrece un mont&#xF3;n de posibilidades. Quiz&#xE1; demasiadas si lo que queremos hacer es:</p>
<ul>
<li>Disponer de un canal de comunicaci&#xF3;n &#xE1;gil con nuestros alumnos con el que adem&#xE1;s se puedan compartir documentos.</li>
<li>Asignar tareas.</li>
<li>Programar eventos en el calendario, como fechas de ex&#xE1;menes, entregas, actividades, etc.</li>
<li>Mensajer&#xED;a con padres y alumnos.</li>
<li>Poner calificaciones.</li>
</ul>
<h2 id="permisos">Permisos</h2>
<p>Debemos ser cuidadosos con la utilizaci&#xF3;n de herramientas que implican la recogida de informaci&#xF3;n personal, fotograf&#xED;as, etc. Edmodo est&#xE1; pensada desde un principio para el &#xE1;mbito educativo. Tanto es as&#xED;, que ni siquiera es obligatorio tener una cuenta de correo para registrarse como estudiante. Evidentemente, utilizar la cuenta de correo permite un mejor seguimiento, ya que as&#xED; los alumnos reciben correos con avisos de lo que ocurre en la clase virtual. En cualquier caso, debemos contar con la autorizaci&#xF3;n de los padres si nuestros alumnos son menores de cierta edad.</p>
<p>Debemos atenernos a dos marcos legislativos, como bien indica <a href="http://jjdeharo.blogspot.com.es/2011/03/aspectos-tener-en-cuenta-la-hora-de.html" target="_blank">J.J. de Haro</a>, y que ahora vamos a resumir teniendo en mente la utilizaci&#xF3;n de Edmodo:</p>
<ul>
<li><p>Por un lado, tenemos los t&#xE9;rminos del servicio. Edmodo indica que es necesario contar con el consentimiento de los padres o tutores legales de los menores de 13 a&#xF1;os de edad para utilizar el servicio. De lo contrario, si advierten que un menor est&#xE1; usando la plataforma sin ese consentimiento, proceden a borrar los datos.</p>
</li>
<li><p>Por otro lado est&#xE1; la legislaci&#xF3;n espa&#xF1;ola, en la forma del <a href="http://www.boe.es/boe/dias/2008/01/19/pdfs/A04103-04136.pdf" target="_blank">Real Decreto 1720/2007, de 21 de diciembre</a> y la <a href="http://www.mcu.es/propiedadInt/docs/RDLegislativo_1_1996.pdf" target="_blank">Ley de la Propiedad Intelectual</a>. El RD 1720/2007 nos dice que los datos personales de los alumnos de 14 o m&#xE1;s a&#xF1;os pueden ser gestionados por ellos mismos. Sin embargo, la publicaci&#xF3;n de trabajos por parte de los alumnos, se atiene a la Ley de Propiedad Intelectual, que no especifica una edad concreta, siendo por tanto necesaria la autorizaci&#xF3;n de los padres si el alumno es menor de 18 a&#xF1;os. Como Edmodo es una red privada y la exposici&#xF3;n de trabajos en su seno es similar a colgar murales en clase o en el centro educativo, en principio s&#xF3;lo ser&#xED;a obligado pedir autorizaci&#xF3;n cuando los alumnos tuvieran menos de 14 a&#xF1;os. Pero si te quieres curar en salud, es recomendable pedirla tambi&#xE9;n para menores de 18 a&#xF1;os.</p>
</li>
</ul>
<p>En resumen, que para utilizar Edmodo con nuestros alumnos en Espa&#xF1;a:</p>
<ul>
<li>Obligatorio pedir autorizaci&#xF3;n si son menores de 14 a&#xF1;os.</li>
<li>Recomendable si son menores de 18 a&#xF1;os.</li>
</ul>
<p>Desde este <a href="http://www.tierradenumeros.com/2015/10/carta-de-autorizacion-edmodo.html" target="_blank">enlace</a>, podemos descargar un modelo de carta de autorizaci&#xF3;n para usar Edmodo. Tampoco estar&#xED;a de m&#xE1;s echar un vistazo a la <a href="http://www.tudecideseninternet.es/agpd1/images/guias/GuiaCentros/GuiaCentrosEducativos.pdf" target="_blank">Gu&#xED;a para centros educativos</a> de la Agencia Espa&#xF1;ola de Protecci&#xF3;n de Datos.</p>
<h2 id="funcionalidad-b&#xE1;sica">Funcionalidad b&#xE1;sica</h2>
<h3 id="crear-una-clase-y-a&#xF1;adir-alumnos">Crear una clase y a&#xF1;adir alumnos</h3>
<p><img src="assets/edmodo02.png" alt=""></p>
<p>Acto seguido, nos salta una ventanita con instrucciones sobre c&#xF3;mo hemos de a&#xF1;adir alumnos.</p>
<p><img src="assets/edmodo03.png" alt=""></p>
<p>Lo m&#xE1;s importante es ese c&#xF3;digo que aparece, aunque tambi&#xE9;n nos genera un <a href="assets/folleto_edmodo.pdf">pdf personalizado con las instrucciones</a>, por si queremos utilizarlo directamente. Sin embaro, el c&#xF3;digo es todo lo que necesitan los alumnos para &#xAB;matricularse&#xBB; en tu clase reci&#xE9;n creada. Algo muy habitual es, sencillamente, mostrar la clase reci&#xE9;n creada con el proyector o escribir ese c&#xF3;digo en la pizarra de clase.</p>
<h3 id="enviar-mensajes-mandar-tareas-encuestas">Enviar mensajes, mandar tareas, encuestas...</h3>
<p>Lo primero que ve una persona cuando accede a una clase de Edmodo es algo similar a un muro de Facebook. Es decir, una l&#xED;nea temporal con los &#xFA;ltimos mensajes que se han ido mandando. El profesor decide si, en cada momento, hay un mensaje fijo que aparece siempre el primero, o no. Podr&#xED;a ser el caso, por ejemplo, de un recordatorio sobre una actividad extraescolar, o sobre la entrega de un trabajo importante.</p>
<p><img src="assets/edmodo_mensajes.png" alt=""></p>
<h3 id="compartir-documentos">Compartir documentos</h3>
<p>Podemos tener todos los materiales que utilizamos normalmente de forma organizada en carpetas. Posteriormente, ya en el men&#xFA; de un grupo particular, podemos seleccionar qu&#xE9; carpeta queremos compartir con dicho grupo. Es m&#xE1;s, en ese momento podemos crear una nueva.</p>
<p><img src="assets/edmodo_compartir.png" alt=""></p>
<h4 id="vincular-google-drive-a-la-biblioteca">Vincular Google Drive a la biblioteca</h4>
<p>Si tenemos muchos materiales organizados en Google Drive, tenemos la opci&#xF3;n de vincular la cuenta de Google Drive a nuestra cuenta de Edmodo.<br> Para ello:</p>
<ul>
<li>Entramos en la &#xAB;biblioteca&#xBB;, haciendo click en el icono de la barra de herramientas superior.</li>
<li>Seleccionamos Google Drive. en el panel izquierdo.</li>
<li>Le damos a &#xAB;Conectar con Google Drive&#xBB; y seguimos los pasos. B&#xE1;sicamente, nos pedir&#xE1; nuestra cuenta de google.</li>
</ul>
<p>Conviene observar que los archivos en la secci&#xF3;n &#xAB;Google Drive&#xBB; aparecen ordenados por la &#xFA;ltima fecha de modificaci&#xF3;n, en primer lugar los m&#xE1;s recientes.</p>
<h3 id="programar-eventos">Programar eventos</h3>
<p>Para acceder al calendario pincharemos en el icono del calendario.</p>
<p><img src="assets/edmodo_calendar.png" alt="">Es posible crear un evento directamente en el calendario, pinchando en el d&#xED;a elegido (ojo que las fechas las formatean en plan anglosaj&#xF3;n, primero el mes y luego el d&#xED;a):</p>
<p><img src="assets/edmodo-crear-evento.png" alt=""></p>
<p>Aunque si hubi&#xE9;semos asignado alguna tarea con fecha de entrega, tambi&#xE9;n la ver&#xED;amos en el calendario con el color del grupo correspondiente:</p>
<p><img src="assets/edmodo-calendar-evento.png" alt=""></p>
<h3 id="calificar">Calificar</h3>
<p>En Edmodo podemos llevar un registro de las notas de los alumnos. Nosotros, como profesores, podremos ver -obviamente- las calificaciones de todos los alumnos, a&#xF1;adir nuevas calificaciones, etc. Sin embargo, cada alumno solamente podr&#xE1; ver las suyas y, cada padre, madre o tutor, solamente podr&#xE1; ver las de su hijo.</p>
<p><img src="assets/edmodo-calificaciones.png" alt=""></p>
<h2 id="escribir-matem&#xE1;ticas">Escribir matem&#xE1;ticas</h2>
<p>Los profesores de matem&#xE1;ticas debemos de ser muy especiales. Como ya hemos visto, muchas aplicaciones ofim&#xE1;ticas se olvidan de que existimos y de que necesitamos escribir s&#xED;mbolos &#xAB;extra&#xF1;os&#xBB; de vez en cuando. As&#xED;, resulta gratificante cuando GitBook y su empleo de markdown nos facilitan insertar cosas como:</p>
<p><span class="katex"><span class="katex-mathml"><math><semantics><mrow><msup><mi>e</mi><mrow><mi>i</mi><mi>x</mi></mrow></msup><mo>=</mo><mi>cos</mi><mi>x</mi><mo>+</mo><mi>i</mi><mspace width="0.16667em"></mspace><mi>sin</mi><mi>x</mi></mrow><annotation encoding="application/x-tex">e^{i x} = \cos x + i\,\sin x</annotation></semantics></math></span><span class="katex-html" aria-hidden="true"><span class="strut" style="height:0.824664em;"></span><span class="strut bottom" style="height:0.907994em;vertical-align:-0.08333em;"></span><span class="base textstyle uncramped"><span class="mord"><span class="mord mathit">e</span><span class="msupsub"><span class="vlist"><span style="top:-0.363em;margin-right:0.05em;"><span class="fontsize-ensurer reset-size5 size5"><span style="font-size:0em;">&#x200B;</span></span><span class="reset-textstyle scriptstyle uncramped mtight"><span class="mord scriptstyle uncramped mtight"><span class="mord mathit mtight">i</span><span class="mord mathit mtight">x</span></span></span></span><span class="baseline-fix"><span class="fontsize-ensurer reset-size5 size5"><span style="font-size:0em;">&#x200B;</span></span>&#x200B;</span></span></span></span><span class="mrel">=</span><span class="mop">cos</span><span class="mord mathit">x</span><span class="mbin">+</span><span class="mord mathit">i</span><span class="mop"><span class="mspace thinspace"></span>sin</span><span class="mord mathit">x</span></span></span></span></p>
<p>sin m&#xE1;s que escribir <code>e^{i x} = \cos x + i\,\sin x</code>entre signos de d&#xF3;lar.</p>
<p>Edmodo nos da dos opciones para escribir matem&#xE1;ticas. Por un lado, nos sugiere que, para s&#xED;mbolos matem&#xE1;ticos simples, utilicemos <a href="http://www.typeit.org" target="_blank">www.typeit.org</a> y despu&#xE9;s hagamos un copy-paste de los s&#xED;mbolos en Edmodo. Pero nosotros vamos a recomendar el segundo m&#xE9;todo. Y es que Edmodo permite utilizar la sintaxis de LaTeX. Para incluir una ecuaci&#xF3;n en una Nota (mensaje) de Edmodo, simplemente rodea la anotaci&#xF3;n en LaTeX con <code>[math] &#x2026; [/math]</code>. Esto generar&#xE1; una imagen de la ecuaci&#xF3;n en cuesti&#xF3;n que se mostrar&#xE1; en el mensaje. Ejemplos extra&#xED;dos de la p&#xE1;gina de soporte de Edmodo:</p>
<p><img src="assets/edmodo_ejemploslatex.png" alt=""></p>
<p>Una p&#xE1;gina donde se puede practicar f&#xE1;cilmente esto de escribir ecuaciones y expresiones matem&#xE1;ticas en LaTeX es <a href="https://www.codecogs.com/latex/eqneditor.php" target="_blank">Codecogs</a>, pues nos permite ir introduciendo cada elemento desde un men&#xFA; de iconos.</p>
<p>Por otro lado, debemos decir que Edmodo acepta tambi&#xE9;n markdown.</p>
<p><img src="assets/md_edmodo.png" alt=""></p>
<h2 id="para-saber-m&#xE1;s-referencias">Para saber m&#xE1;s (referencias)</h2>
<ul>
<li>Beltr&#xE1;n-Pellicer, P. (2015). <a href="http://www.tierradenumeros.com/2015/10/carta-de-autorizacion-edmodo.html" target="_blank">Modelo de carta de autorizaci&#xF3;n para emplear Edmodo</a>. Disponible en www.tierradenumeros.com</li>
<li>Ufi de Alca&#xF1;iz. <a href="https://www.gitbook.com/book/ufialcaniz/edmodo/details" target="_blank">Manual/curso de Edmodo</a>.</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="blog.html" class="navigation navigation-prev " aria-label="Previous page: Blogs">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="khan-academy.html" class="navigation navigation-next " aria-label="Next page: Khan Academy">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Edmodo","level":"2.3","depth":1,"next":{"title":"Khan Academy","level":"2.4","depth":1,"path":"redes-sociales/khan-academy.md","ref":"redes-sociales/khan-academy.md","articles":[]},"previous":{"title":"Blogs","level":"2.2","depth":1,"path":"redes-sociales/blog.md","ref":"redes-sociales/blog.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["katex","youtube","edit-link","githubcontributors","ga"],"pluginsConfig":{"youtube":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"katex":{},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"ga":{"configuration":"auto","token":"UA-135691041-2"},"githubcontributors":{"contributorWidth":"300px","githubOwner":"catedu","githubRepository":"matematicas-tic"},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"edit-link":{"label":"Edita esta página","base":"https://github.com/catedu/matematicas-tic/edit/master"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"redes-sociales/edmodo.md","mtime":"2020-05-15T12:05:24.961Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-15T12:06:05.261Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-githubcontributors/contributors.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

